Repository: RazanHL/Peer-review-system
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: <br> <span class='text-success fw-bold'>Journal affiliation:</span> Syrian Journal of Agricultural Research (SJAR) is a scientific refereed periodical (six times a year) that is concerned with creative, original researches and studies of different agricultural sciences <strong class='text-secondary'>(Crops, Horticulture, Animal Production, Plant Protection, Soil, Irrigation and drainage, Environment, Economic Studies, Biotechnology, Genetics, Forestry, Natural resources)</strong>.<br> The journal welcomes to receive the scientific and original manuscripts that achieved the scientific quality, long researches (8-12 pages), or short researches (2-4 pages), or short communication (one page). The journal issues six a year, at the end of February, April, June, August, October and December. <br><br><span class='text-success fw-bold'>Languages of publication:</span> The languages of publication are either Arabic or English. <br><br><span class='text-success fw-bold'>Submitting the manuscript: </span>The manuscript (or its content) that is sent for publication must not been published before or sent to another periodical for publication, either in Arabic language or other languages. The author must declare also that the manuscript is original not copied or derived (totally or partly) from any other works, except the academic thesis (master’s and PhD’s). All the recipient manuscripts will be revised and checked if it is repeated or faked. If it is the journal will follow the proper procedures of the International Guide of Publication Morals. The corresponding author must be clarified besides the approval of the other authors before submitting the manuscript and after the reviewing. <br><br><strong class='text-secondary'>Manuscript should be submitted online via:</strong> sjargcsar@gmail.com or dr.entessara@gmail.com. Upon receipt of manuscript submission, the corresponding author will be notified within 72 hours. In absence of a confirmation email, you are advice to contact the journal via its email address. <br><br><span class='text-success fw-bold'>Peer Review:</span> The submitted manuscript is sent to tow referees at least specialized in the subject area. If the manuscript rejected the corresponding author will be notified, otherwise, the referee notes and comments are conveyed to the corresponding author so that he can respond to them in order to meet the publication rules to be at the required scholarly level. <br><br><span class='text-success fw-bold'>Preparation of manuscript:</span> The manuscript should be typed in Arabic language with no mistakes and clear and typed single-spaced and all pages numbered. Page size is A4 (29.7 X 21.0 cm). Font type is Simplified Arabic (font size is 12), leaving 2 cm margin on all four sides, Only the Arabic numbers are used (1,2,3,4,5,6,7,8,9), using the proper numeral marks. Abbreviations are to be used sparingly and given at first mention of word. Each abbreviation should be spelled out and introduced in parentheses the first time it is used in the text. A full page should be assigned (in English language) including the title, the name of authors and their addresses, the abstract and key words. The length of the manuscript should not exceed 15 pages. It is preferable to low the numbering within the materials and methods, and the results. <br><br><span class='text-primary fw-bold'>Title:</span> The title should be brief and clear, not exceeds 100 words. <br><br><span class='text-primary fw-bold'>Author’s name and address:</span> The full name should be mentioned followed by a subscript number in parentheses (1, 2, 3), which denotes the place of work. The numbers should be explained in separate rows as follow: Place of work, contact address, and e-mail if so. The contact address of the corresponding author should write in details (email id, fax, and telephone number) in a separate row. <br><br><span class='text-primary fw-bold'>English abstract:</span> The English abstract should brief and accurate (not more than 150 words), clarifies the place, time, and methods of the research, focuses basically on the results and conclusions. It should be written as one paragraph. <br><br><span class='text-primary fw-bold'>Key words:</span> 4 to 6 key words can be used to ease the search and tracking information. <br><br><span class='text-primary fw-bold'>Introduction:</span> Should provide a clear statement of the problem, the relevant literature on the subject, and the proposed approach or solution, besides the goals and justifications. <br><br><span class='text-primary fw-bold'>Materials and methods:</span> This should be sufficiently detailed (with reference where possible) to permit other work to duplicate the study. Sources of materials (plant, animal, chemical compounds ….etc) used must be given (scientific, commercial, and common names), and statistical method must be specified by reference unless non standard ones are used. <br><br><span class='text-primary fw-bold'>Results:</span> Must be clearly and concisely with the help of appropriate illustrative material tables and/or figures (with its serial number). Each table or figure should be explained before presented, and it is preferable to use less number of tables. <br><br><span class='text-primary fw-bold'>Discussion:</span> Should interpret the findings in view of the results obtained in this and in past studies on this topic. Unjustified speculation should be avoided. The results and discussion can be one title. <br><br><span class='text-primary fw-bold'>Conclusion:</span> Briefs the main results. <br><br><span class='text-primary fw-bold'>Acknowledgments:</span> (if any) should be included sparingly the people, or institutions for supporting or funding the research. <br><br><span class='text-primary fw-bold'>References:</span> In the text, references should be arranged when they are mentioned one after one, first chronologically (the older first then the most recent), and then further sorted alphabetically if necessary. the English references should be mentioned according to the author’s family name (A, B, C…..etc). All references should be cited within the text. A reference identified by means of an author‘s family name should be followed by the date of the reference in parentheses. In case of one author (Zaid, 2014); in case of two authors (Zaid and Amr, 2014); while in case of more than two authors(Zaid et al., 2014). According the citation of the reference in the text, the year of publication in parentheses, for example: “Zaid (2014) mentioned that ??????”. It is preferable to write the full title of the reference (not abbreviated), to reduce the citation of the academic books; also the cited references very related with subject and most recent. Examples about reference citation in the list reference according the terms of the journal <br><br><span class='text-success fw-bold'>Reference to a journal publication:</span><br> Mansour, A.; L. Al-Banna; N. Salem; and N. Alsmairat (2014). Disease management of organic tomato under greenhouse conditions in the Jordan Valley. Journal of Crops Protection. 60(1): 48-55. <br><br><span class='text-success fw-bold'>Reference to a scientific conferences and proceeding publication:</span><br> Medini, M.; and M. Al halabi. (2003). Virulence of Mycosphaerella graminicola from Tunisia, Algeria and Canada. Pages 14-44. In: Proceeding of the 6th International Symposium on Septoria and Stagonospora Diseases of Cereals. 8-12th December, 2003, Tunis, Tunisia. <br><br><span class='text-success fw-bold'>Reference to a book:</span><br> Haj, K.; and A. Amer (2013). Virology. Publication Department, Aleppo University. Aleppo, Syria. 446 Pp. <br><br><span class='text-success fw-bold'>Reference to a chapter in an edited book:</span><br> Shehab, A., and R.M. Sharif (2011). Rodenticides. In. Zamitty, M.S.S.; I.K. Alnazer and M.B. Ashour (Eds.). Safe Application of pesticides (Pp. 373-396). Dar Wael for Publishing and Distribution. (in Arabic). <br><br><span class='text-success fw-bold'>Reference to institutions or organizations:</span><br> Ministry of Agriculture and Agrarian Reform (2013). Statistic Department, Statistic and International Affairs Directorate, Ministry of Agriculture and Agrarian Reform, Damascus, Syria. <br><br><span class='text-success fw-bold'>Reference to MS’s or PhD’s thesis:</span><br> Ismaeil, M.F. (2012). Characteristics of tomato mosaic virus and tomato spotted wilt virus isolates and evaluation of some tomato cultivars in Syria (PhD theses). Department of Plant Protection, Faculty of Agriculture, Aleppo University, Aleppo, Syria. Pp 133. <br><br><span class='text-success fw-bold'>Tables and figures:</span> should be included sufficient description so that the table or figure is understandable without reading the text of the manuscript. Each table and figure should include a title and be comprehensible without reference to the text. Tables adapted abbreviations or symbols must be clarified in footnote. Each table and figure should be numbered consecutively in Arabic numerals and supplied with a heading and a footnote. The table should be inserted from right to left as the text, and kept to a minimum and be designed to be as simple as possible, clear, and accurate (accuracy rate 300 spot per inch).
ar: <br> <span class='text-success fw-bold'> اختصاصات المجلة:</span> تنشر المجلة بحوثاً علمية في جميع مجالات العلوم الزراعية <strong class='text-secondary'>(محاصيل، بستنة، انتاج حيواني، وقاية نبات، علوم التربة، ري وصرف، بيئة وحراج، علوم أغذية، دراسات اقتصادية واجتماعية، تقانات حيوية)</strong>.<br> وترحب المجلة بتسلم مخطوطات بحوث أصيلة حديثة تحقق معايير الجودة العلمية، من بحوث طويلة (8-12 صفحة)، أو قصيرة (2-4 صفحات)، أو الاتصال القصير (صفحة واحدة). تصدر المجلة ستة مرات سنوياً: شباط/فبراير، ونيسان/أبريل، وحزيران/ يونيو، وآب/أغسطس، وتشرين الأول/أكتوبر، وكانون الأول/ديسيمبر. <br><br><span class='text-success fw-bold'> لغة المجلة: </span> تنشر المجلة بحوثا مكتوبة بالعربية ومرفقة بملخص إنكليزي، وبحوثاً مكتوبة بالانكليزية ومرفقة بملخص عربي. <br><br><span class='text-success fw-bold'>تسليم مخطوطة البحث: </span> يجب أن لا تكون مخطوطة البحث /أو محتواها/ قد نشرت أو سلمت للنشر في مجلة أخرى سواء باللغة العربية أو بأي لغة أخرى. وعلى المؤلف أن يصرح بذلك، وبإن البحث أصيل للمؤلف/المؤلفين وليس منسوخاً أو مشتقاً (كلياً أو جزئياً) من أي عمل منشور آخر (باستثناء البحث المشتق من أطروحة ماجستير أو دكتوراه). سيتم تدقيق جميع المقالات الواردة للمجلة لناحية تكرار النشر أو التزييف. في حال اتضح أن البحث مكرر أو زائفاً فستقوم المجلة بما هو مناسب تبعاً للدليل الدولي لأخلاقيات النشر. عند تسليم المخطوطة النهائية للمجلة يفترض أن يوضح المؤلف المعني بالمراسلة بأن جميع المؤلفين المشاركين قد شاهدوا ووافقوا على تسليم المخطوطة بشكلها النهائي. وأن يكون قد حصل على موافقتهم قبل تسليم التعديلات المطلوبة نتيجة التحكيم. <br><br><strong class='text-secondary'>يتم تسليم مخطوطة البحث على شكل ملف الكتروني مرفق برسالة بريد إلكتروني يرسل لرئيس التحرير على العنوان التالي</strong> (sjargcsar@gmail.com). بعد تسلم مخطوطة البحث بالبريد الالكتروني، سيتم إعلام المؤلف برقم المخطوطة لدى المجلة خلال 72 ساعة، وإن لم يتلقى المؤلف رسالة إعلام باستلام البحث يُنصح بمراسلة المجلة بهذا الخصوص. <br><br><span class='text-success fw-bold'>عملية التحكيم: </span> تُرسل هيئة التحرير مخطوطة البحث المتوافقة مع تخصصات المجلة، إلى محكمين اثنين على الأقل، متخصصين لمراجعتها وتدقيقها وإغنائها وتقويمها وإعلام المجلة بملاحظاتهم ونتيجة التقييم. وفي حال كانت نتيجة التقييم رفض نشر البحث سيتم إعلام المؤلف بذلك، وفي حال القبول مع التعديل، تُعاد المخطوطة مع ملاحظات وتعليقات المحكمين إلى المؤلف المعني بالمراسلة للاستجابة لملاحظات المحكمين وتعليقاتهم وإجراء التعديلات اللازمة. <br><br><span class='text-success fw-bold'>إعداد مخطوطة البحث: </span> يجب أن يكون البحث مكتوباً بلغة عربية واضحة وسليمة، في سطور تفصلها مسافات مفردة، على صفحات مرقمة، قياس (21×29.7 سم )A4، وهوامش الصفحات 2 سم من كل جانب، وحجم الخط 12 ومن النوع (Simplified Arabic). تستخدم الأرقام العربية فقط في الكتابة (1، 2، 3، 4، 5، 6، 7، 8، 9)، وتستخدم علامات الترقيم الصحيحة، وفي حال استخدام رموز واختصارات غير شائعة يجب توضيح معناها بين قوسين عند ذكرها للمرة الأولى. يضاف في نهاية البحث صفحة (ترجمة باللغة الإنكليزية) لعنوان البحث وأسماء المؤلفين وعناوينهم والملخص والكلمات المفتاحية. يجب أن لا يزيد عدد صفحات مخطوطة البحث عن 15 صفحة. ويفضل التقليل ما أمكن من ترقيم الفقرات ضمن المواد والطرائق والنتائج. -العناصر الأساسية للبحث: <br><br><span class='text-primary fw-bold'>العنوان: </span> يفضل أن يكون العنوان مختصراً وواضحاً ولا يزيد عن 100 حرف وفراغ. <br><br><span class='text-primary fw-bold'>أسماء وعناوين المؤلفين: </span> تذكر أسماء المؤلفين الثلاثية، متبوعة برقم علوي (1 ، 2، 3) يشير الى مكان العمل. ثم يتم توضيح تلك الأرقام في الأسطر التالية (الإشارة الى مكان العمل وعنوان المراسلة ويفضل إضافة البريد الالكتروني). ويذكر في سطر مستقل اسم المؤلف المعني بالمراسلات مع عنوان البريد الالكتروني ورقم الهاتف/الجوال. <br><br><span class='text-primary fw-bold'>الملخص العربي: </span> يجب أن يكون الملخص دقيقاً وموجزاً (حوالي 150 كلمة) ويوضح مكان وزمان وطرائق تنفيذ البحث، ويركز بشكل أساسي على النتائج، وماذا تعني تلك النتائج. ويكتب الملخص على شكل فقرة واحدة. <br><br><span class='text-primary fw-bold'>الكلمات المفتاحية: </span> تكتب 4-6 كلمات مفتاحية مناسبة لتسهيل تصنيف وفهرسة البحث في أنظمة البحث وتعقب المعلومات. <br><br><span class='text-primary fw-bold'>المقدمة: </span> توضح المقدمة خلفية موضوع البحث وما هي أهم الدراسات السابقة وخاصة المحلية والاقليمية، وما هو هدف البحث ومبررات تنفيذه. <br><br><span class='text-primary fw-bold'>مواد البحث وطرائقه: </span> تُذكر المواد والطرائق بوضوح لتمكين إعادة تنفيذ التجارب. الطرق المعروفة والمنشورة يكفي الإشارة إليها مرجعياً، أما الطرائق المعدلة والطرائق الجديدة فيجب ذكرها بالتفصيل. يجب ذكر الأسماء العلمية والتجارية والشائعة للمواد المستخدمة سواء أكانت نبات، حيوان، مركبات كيميائية، إلخ.. ويجب ذكر الطرق الإحصائية المستخدمة. <br><br><span class='text-primary fw-bold'>النتائج والمناقشة: </span> تُذكر النتائج بدقة ووضوح، مع ذكر معنويتها وتفسيرها ولكن بدون الاشارة الى نتائج الدراسات السابقة. ترد النتائج في جداول و/أو أشكال (ذات أرقام) يسبقها نص للتعقيب على أهم ما ورد فيها، ولا يجب أن يرد أي جدول أو شكل دون التعقيب عليه في النص. وتستخدم الجداول بالحد الأدنى. المناقشة: يجب أن لا تكون المناقشة إعادة لسرد النتائج ولكنها تفسير مفصل للبيانات وأهمية تلك النتائج. وهنا يجب مقارنة نتائج البحث ومدى اختلافها أو تطابقها مع نتائج الدراسات السابقة، ومحاولة الوقوف على أسباب تلك الاختلافات. عادة ما ترد النتائج والمناقشة منفصلة ولكن يمكن دمجهما معاً في فقرة واحدة (النتائج والمناقشة). <br><br><span class='text-primary fw-bold'>الاستنتاجات: </span> توضح الاستنتاجات باختصار النتائج الرئيسة للبحث. <br><br><span class='text-primary fw-bold'>الشكر: </span> يمكن أن يذكر المؤلفون شكراً مقتضباً لأشخاص أو لمؤسسات على المساعدة في تنفيذ أو تمويل البحث. <br><br><span class='text-primary fw-bold'>المراجع: </span> يشار الى المراجع في النص (عند ورودها تباعاً) تبعاً للتسلسل الزمني (الأقدم فالأحدث)، أما في قائمة المراجع في نهاية البحث فتسرد المراجع العربية أولاً ثم الأجنبية وتبعاً للترتيب الأبجدي لاسم عائلة المؤلف الأول (أ، ب، ت….) للمراجع العربية، و(…..a, b, c) للمراجع الأجنبية. كل بحث يتم ذكره في النص يجب أن يذكر في قائمة المراجع، ولا يجوز أن تضم قائمة المراجع ما لم يرد ذكره في النص. يشار الى المراجع في النص باستخدام إسم عائلة المؤلف وتاريخ النشر: في حال مؤلف واحد (زيد، 2014) / (Zaid, 2014)، في حال مؤلفين (زيد وعمرو، 2014) / (Zaid and Amr, 2014)، في حال أكثر من مؤلفين (زيد وآخرون، 2014) / (Zaid et al., 2014). ويذكر تاريخ النشر لوحده ضمن قوسين حسب سياق الجملة ضمن النص؛ “ذكر زيد (2014) أن ؟؟؟؟؟؟؟ ” / “ ?????Zaid (2014) mentioned that “. وكذلك الحال بالنسبة للمراجع الأجنبية. ويفضل كتابة اسم المصدر كاملاً دونما اختصار. تستخدم الكتب التدريسية كمراجع بالحد الأدنى، ويفضل أن تكون المراجع ذات صلة وثيقة بموضوع البحث وحديثة قدر الامكان. فيما يلي أمثلة عن كتابة المراجع في نهاية البحث تبعاً لمتطلبات المجلة (سواء باللغة العربية أو الأنكليزية): <br><br><span class='text-success fw-bold'>• الإشارة الى مقالة منشورة في مجلة علمية محكمة: </span><br> منصور، عقل ولما البنّا ونداء سالم ونهاد السميرات (2014). إدارة الأمراض النباتية في البندورة العضوية المزروعة تحت ظروف البيوت البلاستيكية في وادي الأردن. مجلة وقاية النبات. 60 (1): 48-55. Mansour, A.; L. Al-Banna; N. Salem; and N. Alsmairat (2014). Disease management of organic tomato under greenhouse conditions in the Jordan Valley. Crop Protection. 60 (1): 48-55. <br><br><span class='text-success fw-bold'>• الإشارة الى بحوث منشورة في وقائع المؤتمرات والندوات العلمية:</span><br> مديني، موسى ومحمد القادري (2003). شراسة الفطر من تونس والجزائر وكندا. الصفحات 14-44. في وقائع الندوة الدولية السادسة حول أمراض السبتوريا في والستاغونوسبورا على النجيليات. 8-12 كانون الأول/ديسمبر 2003، تونس العاصمة، تونس. Medini, M.; and M. Al Qadry (2003). Virulence of Mycosphaerella graminicola from Tunisia, Algeria and Canada. Pages 14-44. In: Proceedings of the 6th International Symposium on Septoria and Stagonospora Diseases of Cereals. December 8-12, 2003, Tunis, Tunisia. <br><br><span class='text-success fw-bold'>• الإشارة إلى كتاب منشور:</span><br> حاج قاسم، أمين عامر (2013). علم الفيروسات. منشورات مديرية الكتب والمطبوعات الجامعية، جامعة حلب، حلب، سورية. 446 صفحة. Haj Kassem, A.A. (2013). Virology. Publication Department, Aleppo University. Aleppo, Syria. 446 pp. <br><br><span class='text-success fw-bold'>• الإشارة الى فصل في كتاب محرر: </span><br> شهاب، عدوان ورياض محمد شريف (2011). مبيدات القوارض. في كتاب التطبيقات الآمنة لمبيدات الآفات. (تحرير: الزميتي محمد سعيد الصالح وإبراهيم خالد الناظر ومحمد باسم عاشور). الصفحات (373-396). دار وائل للنشر والتوزيع. Shehab, A.; and R.M. Sharif (2011). Rodenticides. In. Zamitty, M.S.S.; I.K. Alnazer; and M.B. Ashour (Eds.). Safe Application for Pesticides (pp. 373-396). Dar Wael for Publishing and Distribution. (in Arabic) <br><br><span class='text-success fw-bold'>• منشورات صادرة عن هيئات أو مؤسسات: </span><br> وزارة الزراعة والإصلاح الزراعي (2014). مديرية الاحصاء والتعاون الدولي، قسم الإحصاء والتخطيط، وزارة الزراعة والإصلاح الزراعي، دمشق، سورية. <br><br><span class='text-success fw-bold'>• الإشارة الى أطروحة ماجستير أو دكتوراه: </span><br> إسماعيل، محمد فايز (2012). توصيف عزلات فيروسي موزاييك البندورة والذبول المتبقع للبندورة وتقييم أداء بعض أصناف البندورة إزاءهما في سورية. رسالة دكتوراه. قسم وقاية النبات، كلية الزراعة، جامعة حلب، حلب، سورية. 133 صفحة. Ismaeil, F. M. (2012). Characterization of Tomato Mosaic Virus and Tomato Spotted Wilt Virus Isolates and Evaluation of Some Tomato Cultivars in Syria. Ph.D. Theses. Department of Plant Protection, Faculty of Agriculture, Aleppo University, Aleppo, Syria. Pp 133. <br><br><span class='text-success fw-bold'>الجداول والأشكال: </span><br> تزود الجداول والأشكال بمعلومات بحيث تشرح نفسها دون العودة إلى النص (فلكل منها رقم وعنوان وفي حال ورود رمز أو اختصارات يتم شرحها أسفل الجدول أو الشكل). يجب أن يتم إعداد الجدول من اليمين الى اليسار ليتناسب مع النصوص. وأن يرد بصيغة جدول وليس على شكل صورة. يسبق الجدول أو الشكل معلومات عنه، ولا يجب إدراج أي جدول أو شكل ما لم تتم مناقشته في النص. يفترض أن تكون الجداول والأشكال واضحة ومعبرة ودقيقة (دقة الصور 300 نقطة بالانش) وتوضع في مكانها في النص ويرقم كل منها بالترتيب ويفضل أن يكون عدد الجداول بالحد الأدنى.

source: Download SJAR Guidelines
ar: تحميل تعليمات المجلة SJAR
