Repository: RazanHL/Peer-review-system
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: وضوح ودقة عنوان البحث ومدى ملاءمته للموضوع (في حال اقتراحكم تعديل العنوان؛ يرجى ذكر ذلك مع المقترحات), Clarity and accuracy of the title (mention the alter title if so in the suggestions)
ar: وضوح ودقة عنوان البحث ومدى ملاءمته للموضوع (في حال اقتراحكم تعديل العنوان؛ يرجى ذكر ذلك مع المقترحات)

source: الوضوح والشمولية والإيجاز في الملخص., Length and clarity of the abstract
ar: الوضوح والشمولية والإيجاز في الملخص

source: وضوح الدراسة المرجعية ومدى ارتباطها بموضوع البحث., The clarity and contribution of the references to the subject
ar: وضوح الدراسة المرجعية ومدى ارتباطها بموضوع البحث

source: وضوح مبررات وهدف تنفيذ البحث., Goals and justifications clarity
ar: وضوح مبررات وهدف تنفيذ البحث

source: ملاءمة المواد والطرائق المستخدمة., Tools and methodology
ar: ملاءمة المواد والطرائق المستخدمة

source: ملاءمة التصميم الإحصائي المستخدم في تنفيذ التجارب والمعالجة الاحصائية للنتائج., Statistical design suitability
ar: ملاءمة التصميم الإحصائي المستخدم في تنفيذ التجارب والمعالجة الاحصائية للنتائج

source: ملاءمة المصطلحات العلمية والرموز المستخدمة., Utility of scientific abbreviations and terminology
ar: ملاءمة المصطلحات العلمية والرموز المستخدمة

source: وضوح ودقة النتائج وطرائق عرضها ومعنويتها., Results significance, accuracy, and clarity
ar: وضوح ودقة النتائج وطرائق عرضها ومعنويتها

source: دقة المناقشة للنتائج وأسلوب تفسيرها وتبيان أهميتها., Discussion significance, accuracy, and clarity
ar: دقة المناقشة للنتائج وأسلوب تفسيرها وتبيان أهميتها

source: وضوح الجداول، الأشكال، والصور، والرسوم (أرقامها، عناوينها، محتوياتها، ارتباطها بالنص) وضرورتها., The necessity and significance of tables, figures, photos, and graphics (its numbers, titles, contents, and contribution to the subject)
ar: وضوح الجداول، الأشكال، والصور، والرسوم (أرقامها، عناوينها، محتوياتها، ارتباطها بالنص) وضرورتها

source: الدقة في استخدام وعرض المراجع (في النص وفي قائمة المراجع) ومدى ارتباطها بالموضوع وحداثتها., The contribution of survey coverage and references that is mentioned in the text and reference list.
ar: الدقة في استخدام وعرض المراجع (في النص وفي قائمة المراجع) ومدى ارتباطها بالموضوع وحداثتها

source: سلامة اللغة والأسلوب في كتابة البحث., Grammar, typesetting, and paper presentation
ar: سلامة اللغة والأسلوب في كتابة البحث

source: الأمانة العلمية في البحث (نُشر سابقاً كلياً أو جزئياً /بالعربية أو بلغة أخرى، أغفل عمداً دراسات ذات صلة، أورد عمل غيره دون الإشارة), Scientific originality (has been published totally or partially/ in Arabic language or other, ignore in permit other contribution papers, mentioned results not documented)
ar: الأمانة العلمية في البحث (نُشر سابقاً كلياً أو جزئياً /بالعربية أو بلغة أخرى، أغفل عمداً دراسات ذات صلة، أورد عمل غيره دون الإشارة)

source: Save Form
ar: حفظ الاستمارة

source: Review Result
ar: نتيجة التحكيم

source: Upload Review .docx file
ar: رفع ملف المراجعة .docx

source: Done Review?
ar: إنتهت المراجعة؟
