Repository: RazanHL/Peer-review-system
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: Your manuscript titled %(article_title)s Date submitted: %(received_at)s and assigned as %(id)s has now been evaluated by members of the editorial board. While we certainly find merit in your paper, a number of points of criticism were raised and we therefore regret to inform you that your manuscript is not acceptable for publication in its present form. If you feel that you can adequately address the criticisms outlined in the reviewer reports below, we would be willing to reconsider a thoroughly revised version of your manuscript. If you decide to resubmit your manuscript, please provide point-by-point answers to the reviewer criticisms in your next email. Thank you very much for publishing in Syrian Journal of Agricultural Research (SJAR) and look forward to receiving the revised version soon. Regards %(user)s -------------------------- Editor-in-Chief comments:
ar: إن بحثك المعنون %(article_title)s المرسل بتاريخ: %(received_at)s والمعين بالرقم: %(id)s تم تقييمه من قبل محكمي المجلة والذين قدموا بعض الانتقادات للبحث، ونحن نقدر جهودك المبذولة في هذا البحث لكننا نأسف لإبلاغك بأن بحثك غير مقبولة للنشر بالشكل الحالي. إذا كنت ترغب بمعالجة الانتقادات الموضحة في تقارير المراجعين أدناه بشكل مناسب، سنكون على استعداد لإعادة النظر في النسخة المنقحة من بحثك. إذا قررت إعادة تقديم بحثك، فيرجى تقديم إجابات وافية على جميع نقاط الانتقادات في رسالتك التالية. شكراً جزيلاً لنشركم في المجلة السورية للبحوث الزراعية (SJAR) ونتطلع إلى تلقي النسخة المعدلة قريباً. كل الاحترام %(user)s -------------------------- ملاحظات رئيس التحرير:

source: Reviewer
ar: المحكم

source: comments
ar: الملاحظات

source: Your manuscript titled %(article_title)s Date submitted: %(received_at)s and assigned as %(id)s has now been evaluated by members of the editorial board. please see the correction hints as mentioned by the reviewers/expert(s) for the necessary changes that you have to take in consideraton in your paper. Please see attached files and provide point-by-point answers to the reviewers criticisms in your replay email and send us the revised paper as soon as possible. Kindly include your manuscript number and address in all your future correspondence with us. We attached our journal guidelines to be followed. Thank you very much for publishing in Syrian Journal of Agricultural Research (SJAR) and look forward to receiving the revised version soon. Regards %(user)s -------------------------- Editor-in-Chief comments:
ar: إن بحثك المعنون %(article_title)s المرسل بتاريخ: %(received_at)s والمعين بالرقم: %(id)s تم تقييمه من قبل محكمي المجلة يرجى الاطلاع على التصحيحات المطلوبة من قبل المحكمين وإجراء التغيرات اللازمة في بحثك. يرجى الاطلاع على الملفات المرفقة وتقديم إجابات وافية للمحكمين على جميع نقاط الانتقاد في رسالتك التالية وإرسال الورقة المنقحة إلينا في أقرب وقت ممكن. يرجى تضمين رقم البحث والعنوان في جميع مراسلاتك المستقبلية معنا. يرجى اتباع الإرشادات المرفقة. شكراً جزيلاً لنشركم في المجلة السورية للبحوث الزراعية (SJAR) ونتطلع إلى تلقي النسخة المعدلة قريباً. كل الاحترام %(user)s -------------------------- ملاحظات رئيس التحرير:

source: Respectfully, We received your valuable manuscript titled %(article_title)s Date submitted: %(received_at)s and assigned as %(id)s. Please quote your manuscript number (manuscript code) in all correspondence emails regarding this manuscript (Please write manuscript code into the Subject Toolbar menu in your next emails). Your manuscript is supmitted to peer review process, we will send you reviewer's comments as soon as possible. Thank you very much for publishing in Syrian Journal of Agricultural Research (SJAR). We are looking forward and welcome to your other manuscripts. Regards %(user)s --------------------------
ar: يسرنا تلقي بحثك المعنون %(article_title)s المرسل بتاريخ: %(received_at)s والمعين بالرقم: %(id)s يرجى ذكر رقم البحث في جميع رسائل البريد الإلكتروني الخاصة بهذا البحث لاحقاً (يرجى كتابة رقم البحث في قائمة شريط أدوات الموضوع في رسائل البريد الإلكتروني التالية). بدأ تقييم بحثك أولياً لتجهيزه لعملية التحكيم من قبل مختصين، وسوف نرسل لك ملاحظات المحكمين في أقرب وقت ممكن. شكراً جزيلاً لنشركم في المجلة السورية للبحوث الزراعية (SJAR). ونرحب بنشر أبحاثكم الأخرى في مجلتنا. كل الاحترام %(user)s --------------------------

source: Email Authors
ar: مراسلة المؤلف عبر البريد الالكتروني

source: Receipt email address
ar: عنوان البريد الالكتروني المرسل إليه

source: Subject
ar: الموضوع

source: Approve manuscript (Without return)
ar: قبول البحث (دون عودة)

source: Revise manuscript (With return)
ar: مراجعة البحث (مع عودة)

source: Reject manuscript (major revisions)
ar: رفض البحث (اعتراضات رئيسية)

source: Manuscript Received
ar: تم استلام البحث

source: Attachment
ar: المرفقات

source: Message
ar: الرسالة

source: Send
ar: إرسال

source: Articles Filter
ar: فلترة المقالات

source: Filters
ar: الفلاتر

source: Filter
ar: فلترة

source: Results count
ar: عدد النتائج

source: Title
ar: العنوان

source: Results
ar: النتائج

source: No results Found!
ar: لا يوجد نتائج!

source: Reviewers Filter
ar: فلترة المحكمين

source: Review History
ar: سجل المراجعات

source: Number of Sent Invitations
ar: عدد دعوات التحكيم المرسلة

source: Number of Done Reviews
ar: عدد المراجعات المنتهية

source: Add to List
ar: إضافة إلى القائمة

source: Back to Review
ar: عودة إلى المراجعة

source: Pre-Publish Manuscripts
ar: المقالات في مرحلة التجهيز للنشر

source: Pre-Publish Manuscripts: Count
ar: المقالات في مرحلة التجهيز للنشر: عدد

source: No Pre-Publish Manuscripts Yet
ar: لا يوجد مقالات في مرحلة التجهيزللنشر بعد

source: Pre-Review Manuscripts
ar: المقالات قيد المراجعة الأولية

source: Pre-Review Manuscripts: Count
ar: المقالات قيد المراجعة الأولية: عدد

source: No Pre-Review Manuscripts Yet
ar: لا يوجد مقالات قيد المراجعة الأولية بعد

source: Recently Updated Manuscripts
ar: المقلات المعدلة مؤخراً

source: Recently Updated Manuscripts: Count
ar: المقلات المعدلة مؤخراً: عدد

source: No Recently Updated Manuscripts Yet
ar: لا يوجد مقلات معدلة مؤخراً بعد

source: Rejected Manuscripts
ar: المقالات المرفوضة

source: Rejected Manuscripts: Count
ar: المقالات المرفوضة: عدد

source: No Rejected Manuscripts Yet
ar: لا يوجد مقالات مرفوضة بعد

source: Done Reviews
ar: المراجعات المنتهية

source: Done Reviews: Count
ar: المراجعات المنتهية: عدد

source: No Done Reviews Yet
ar: لا يوجد مراجعات منتهية بعد

source: Invites
ar: الدعوات

source: Review Invites: Count
ar: دعوات التحكيم: عدد

source: No Review Invits Yet
ar: لا يوجد دعوات تحكيم بعد

source: Reviewer Recently Updated Manuscripts: Count
ar: المراجعات المعدلة مؤخراً: عدد

source: Under-Review Manuscripts
ar: المقالات قيد المراجعة

source: Under-Review Manuscripts: Count
ar: المقالات قيد المراجعة: عدد

source: No Under-Review Manuscripts Yet
ar: لا يوجد مقالات قيد المراجعة بعد

source: Search Results
ar: نتائج البحث

source: Search Results Count:
ar: نتائج البحث

source: Journal Issues
ar: أعداد المجلة

source: Volume (%(volume)s) - Essue (%(issue)s) - %(year)s
ar: المجلد (%(volume)s) - العدد (%(issue)s) - %(year)s

source: Pages
ar: الصفحات

source: Content
ar: المحتوى

source: Pre-Submit Manuscripts
ar: المقالات المرسلة أولياً

source: Pre-Submit Manuscripts: Count
ar: المقالات المرسلة أولياً: عدد

source: No Pre-Submit Manuscripts Now
ar: لا يوجد مقالات مرسلة أولياً بعد

source: User Publications
ar: منشورات المستخدم

source: Published Articles: Count
ar: منشورات المستخدم: عدد

source: No Published Articles Yet
ar: لا يوجد منشورات بعد

source: Decision Prediction
ar: التنبؤ بالقرار النهائي

source: The Prediction Score of This Article is
ar: العلامة المتبأ بها لهذه المقالة هي

source: The score is
ar: العلامة

source: Very Weak
ar: ضعيف جداً

source: Weak
ar: ضعيف

source: Acceptable
ar: مقبول

source: Good
ar: جيد

source: Very Good
ar: جيد جداً

source: according to Likert Scale
ar: حسب مقياس Likert

source: Very Weak
ar: ضعيف جداً

source: Weak
ar: ضعيف

source: Acceptable
ar: مقبول

source: Good
ar: جيد

source: Very Good
ar: جيد جداً

source: So The Predicted Decision is:
ar: لذا فإن القرار المتنبأ به هو:

source: Rejected
ar: مرفوض

source: Accepted
ar: مقبول

source: Quality Prediction
ar: التنبؤ بجودة البحث

source: The Estimated Quality of This Article is
ar: القيمة المقدرة لجودة المقالة هي

source: The result is
ar: النتائج

source: Very Weak
ar: ضعيف جداً

source: Weak
ar: ضعيف

source: Acceptable
ar: مقبول

source: Good
ar: جيد

source: Very Good
ar: جيد جداً

source: Reviewers Recommendations
ar: اقتراح محكمين

source: Review Recommender System Results
ar: نتائج نظام التوصية بالمحكمين

source: Article Title:
ar: عنوان المقالة:

source: Reviewer Name
ar: اسم المحكم

source: Reviewer Specialist
ar: اختصاص المحكم

source: Reviewer's Scope
ar: مجال اختصاص المحكم

source: Similarity Value
ar: قيمة التشابه

source: Reviewer's Publication
ar: منشورات المحكم

source: Predicted Subject with Reliability ratio is
ar: المواضيع المتنبأ بها مع قيمة الموثوقية هي

source: Arabic Name
ar: الاسم العربي

source: English Name
ar: الاسم الانكليزي

source: Job Title
ar: المسمى الوظيفي

source: Specification
ar: الاختصاص

source: en_Specification
ar: الاختصاص (بالإنكليزية)

source: Work Address
ar: مكان العمل

source: en_Work Address
ar: مكان العمل (بالإنكليزية)

source: arabic_name
ar: الاسم العربي

source: english_name
ar: الاسم الانكليزي

source: job_title
ar: المسمى الوظيفي

source: specification
ar: الاختصاص

source: en_specification
ar: الاختصاص (بالإنكليزية)

source: work_address
ar: مكان العمل

source: en_work_address
ar: مكان العمل (بالإنكليزية)

source: name
ar: الاسم

source: email
ar: البريد الالكتروني

source: subject
ar: الموضوع

source: message
ar: الرسالة

source: Contact Details
ar: معلوامات الاتصال

source: Contact US
ar: اتصل بنا

source: Address: Hejazz station, Damascus, Syria
ar: العنوان: محطة الحجاز، دمشق، سوريا

source: Phone
ar: الهاتف

source: Or Contact Us Directly
ar: أو تواصل معنا مباشرة

source: Show all Messages
ar: عرض كل الرسائل

source: Add Editorial Member
ar: إضافة عضو تحرير

source: Edit
ar: تعديل

source: delete
ar: حذف

source: International Editorial Board
ar: هيئة التحرير الخارجية

source: International Reviewers
ar: المحكمين الخارجيين

source: National Editorial Board
ar: هيئة التحرير الوطنية

source: National Reviewers
ar: المحكمين الوطنيين
