Repository: RazanHL/Peer-review-system
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: <br> <span class='text-success fw-bold'>Publication Ethics</span> <br>Our publication ethics and publication malpractice statement are mainly based on the Code of Conduct and Best-Practice Guidelines for Journal Editors (Committee on Publication Ethics, 2011). <br><br><span class='text-success fw-bold'>Editors’ responsibilities</span><br> <br><span class='text-primary fw-bold'>Publication decisions</span><br> The editor is responsible for deciding which of the papers submitted to the journal will be published. The editor will evaluate manuscripts without regard to the authors’ race, gender, sexual orientation, religious belief, ethnic origin, citizenship, or political philosophy. The decision will be based on the paper’s importance, originality and clarity, and the study’s validity and its relevance to the journal’s scope. Current legal requirements regarding libel, copyright infringement, and plagiarism should also be considered. <br><br><span class='text-primary fw-bold'>Confidentiality</span><br> The editor and any editorial staff must not disclose any information about a submitted manuscript to anyone other than the corresponding author, reviewers, potential reviewers, other editorial advisers, and the publisher, as appropriate. <br><br><span class='text-primary fw-bold'>Disclosure and conflicts of interest</span><br> Unpublished materials disclosed in a submitted paper will not be used by the editor or the members of the editorial board for their own research purposes without the author’s explicit written consent. <br><br><span class='text-success fw-bold'>Reviewers’ responsibilities</span> <br><br><span class='text-primary fw-bold'>Contribution to editorial decisions</span> The peer-reviewing process assists the editor and the editorial board in making editorial decisions and may also serve the author in improving the paper. <br><br><span class='text-primary fw-bold'>Promptness</span> Any selected referee who feels unqualified to review the research reported in a manuscript or knows that its prompt review will be impossible should notify the editor and withdraw from the review process. <br><br><span class='text-primary fw-bold'>Confidentiality</span> Any manuscripts received for review must be treated as confidential documents. They must not be disclosed to or discussed with others except as authorized by the editor. <br><br><span class='text-primary fw-bold'>Standards of objectivity</span> Reviews should be conducted objectively. Personal criticism of the author is inappropriate. Referees should express their views clearly with supporting arguments. <br><br><span class='text-primary fw-bold'>Acknowledgement of sources</span> Reviewers should identify cases in which relevant published work referred to in the paper has not been cited in the reference section. They should point out whether observations or arguments derived from other publications are accompanied by the respective source. Reviewers will notify the editor of any substantial similarity or overlap between the manuscript under consideration and any other published paper of which they have personal knowledge. <br><br><span class='text-primary fw-bold'>Disclosure and conflict of interest</span> Privileged information or ideas obtained through peer review must be kept confidential and not used for personal advantage. Reviewers should not consider manuscripts in which they have conflicts of interest resulting from competitive, وا, or other relationships or connections with any of the authors, companies, or institutions associated with the papers. <br><br><span class='text-success fw-bold'>Authors’ duties</span> <br><br><span class='text-primary fw-bold'>Reporting standards</span> Authors of original research reports should present an accurate account of the work performed as well as an objective discussion of its significance. Underlying data should be represented accurately in the paper. A paper should contain sufficient detail and references to permit others to replicate the work. Fraudulent or knowingly inaccurate statements constitute unethical behavior and are unacceptable. <br><br><span class='text-primary fw-bold'>Data access and retention</span> Authors could be asked to provide the raw data of their study together with the paper for editorial review and should be prepared to make the data publicly available if practicable. In any event, authors should ensure accessibility of such data to other competent professionals for at least ten years after publication (preferably via an institutional or subject-based data repository or other data center), provided that the confidentiality of the participants can be protected and legal rights concerning proprietary data do not preclude their release. <br><br><span class='text-primary fw-bold'>Originality, plagiarism and acknowledgement of sources</span> Authors will submit only entirely original works, and will appropriately cite or quote the work and/or words of others. Publications that have been influential in determining the nature of the reported work should also be cited. <br><br><span class='text-primary fw-bold'>Multiple, redundant or concurrent publication</span> In general, papers describing essentially the same research should not be published in more than one journal. Submitting the same paper to more than one journal constitutes unethical publishing behavior and is unacceptable. <br>Manuscripts which have been published as copyrighted material elsewhere cannot be submitted. In addition, manuscripts under review by the journal should not be resubmitted to copyrighted publications. However, by submitting a manuscript, the author(s) retain the rights to the published material. In case of publication they permit the use of their work under a CC-BY license [http://creativecommons.org/licenses/by/3.0/], which allows others to copy, distribute and transmit the work as well as to adapt the work and to make commercial use of it. <br><br><span class='text-primary fw-bold'>Authorship of the paper</span> Authorship should be limited to those who have made a significant contribution to the conception, design, execution, or interpretation of the reported study. All those who have made significant contributions should be listed as co-authors. <br>The corresponding author ensures that all contributing co-authors and no uninvolved persons are included in the author list. The corresponding author will also verify that all co-authors have approved the final version of the paper and have agreed to its submission for publication. <br><br><span class='text-primary fw-bold'>Disclosure and conflicts of interest</span> <br>All authors should include a statement disclosing any financial or other substantive conflicts of interest that may be construed to influence the results or interpretation of their manuscript. All sources of financial support for the project should be disclosed. <br><br><span class='text-primary fw-bold'>Fundamental errors in published works</span> <br>When an author discovers a significant error or inaccuracy in his/her own published work, it is the author’s obligation to promptly notify the journal editor or publisher and to cooperate with the editor to retract or correct the paper in form of an erratum. <br><br><span class='text-success fw-bold'>References</span>
ar: <br> <span class='text-success fw-bold'>أخلاقيات النشر </span> <br> تستند أخلاقيات النشر وبيان سوء التصرف في النشر في المجلة إلى قواعد السلوك والمبادئ التوجيهية لمحرري المجلة (لجنة أخلاقيات النشر، 2011). <br><br><span class='text-success fw-bold'>مسؤوليات المحرر: </span><br> <br><span class='text-primary fw-bold'>قرارات النشر: </span><br> المحرر مسؤول عن تحديد أي من الأوراق المقدمة إلى المجلة سيتم نشرها. ويقوم المحرر بتقييم المخطوطات بغض النظر عن عرق المؤلفين أو الجنس أو الميول الجنسية أو المعتقد الديني أو الأصل العرقي أو المواطنة أو الفلسفة السياسية. وسيستند القرار إلى أهمية الورقة وأصالتها ووضوحها، وصحة الدراسة وأهميتها بالنسبة لاهتمامات المجلة. كما يجب أيضًا مراعاة المتطلبات القانونية الحالية المتعلقة بالتشهير وانتهاك حقوق النشر والانتحال. <br><br><span class='text-primary fw-bold'>السرية: </span><br> يجب على المحرر وأي من موظفي التحرير عدم الكشف عن أي معلومات حول المخطوطة المقدمة لأي شخص آخر غير المؤلف المعني بالمراسلة والمراجعين والمحكمين المحتملين ومستشاري التحرير الآخرين والناشر، حسب ما يقتضي الأمر. <br><br><span class='text-primary fw-bold'>التصريح وتضارب المصالح: </span><br> لا يجوز استخدام محتويات الأبحاث غير المنشورة والمقدمة للنشر في المجلة من قبل المحرر أو أعضاء هيئة التحرير لأغراض بحثهم الخاصة دون موافقة كتابية صريحة من المؤلف. <br><br><span class='text-success fw-bold'> مسؤوليات المحكم: </span> <br><br><span class='text-primary fw-bold'>المساهمة في دعم قرارات المحررين: </span> تساعد عملية التحكيم المحرر وهيئة التحرير في اتخاذ القرار حول البحث المقدم للنشر، وقد تخدم المؤلف أيضًا في تحسين البحث. <br><br><span class='text-primary fw-bold'>عاجل وفوري: </span> عندما يتيقن المحكم بأنه غير مؤهل لمراجعة البحث الذي تم إرساله من قبل المجلة، أو يعرف أن مراجعته السريعة للمخطوطة ستكون مستحيلة.يجب أن يخطر المحرر ويعتذر عن التحكيم بشكل فوري وعاجل. <br><br><span class='text-primary fw-bold'>السرية: </span> يجب التعامل مع أي مخطوطات يتم استلامها للمراجعة كوثائق سرية. يجب عدم الكشف عنها أو مناقشتها مع الآخرين باستثناء ما يصرح به المحرر. <br><br><span class='text-primary fw-bold'>معايير الموضوعية: </span> يجب إجراء المراجعات بموضوعية. النقد الشخصي للمؤلف لا يعتبر فعلاً لائقاً. ويجب على المحكمين التعبير عن وجهات نظرهم بوضوح مع الحجج الداعمة. <br><br><span class='text-primary fw-bold'>توثيق المصادر: </span> يجب على المحكمين تحديد الحالات التي لم يتم ذكر الأعمال المنشورة ذات الصلة المشار إليها في المخطوطة في قسم المراجع. وينبغي أن يشيروا إلى ما إذا كانت الملاحظات أو الحجج المستمدة من المنشورات الأخرى مصحوبة بالمصدر المعني. ويقوم المحكمون بإخطار المحرر بأي تشابه أو تداخل جوهري بين المخطوطة قيد الدراسة وأي ورقة منشورة أخرى لديهم معرفة شخصية بها. <br><br><span class='text-primary fw-bold'>التصريح وتضارب المصالح: </span> يجب الحفاظ على سرية المعلومات أو الأفكار التي تم الحصول عليها من خلال التحكيم وعدم استخدامها لتحقيق منفعة شخصية. لا ينبغي للمحكمين النظر في المخطوطات التي لديهم فيها تضارب في المصالح ناتج عن تنافس أو تعاون أو أي اتصال مع أحد مؤلفي المخطوطة أو الشركات أو المؤسسات ذات الصلة بالبحث. <br><br><span class='text-success fw-bold'>واجبات المؤلف: </span> <br><br><span class='text-primary fw-bold'>معايير الدراسة أو البحث: </span> يجب على مؤلفي الدراسة البحثية الأصلية تقديم وصف دقيق للعمل المنجز وكذلك مناقشة موضوعية لأهميته. ويجب أن تكون البيانات الأساسية ممثلة بدقة في المخطوطة. ويجب أن تحتوي الدراسة على تفاصيل ومراجع كافية للسماح للآخرين بتكرار العمل. وتشكل التصريحات الاحتيالية أو غير الدقيقة عن علم سلوكًا غير أخلاقي وغير مقبول. <br><br><span class='text-primary fw-bold'>الوصول إلى البيانات والاحتفاظ بها: </span> يمكن أن يُطلب من المؤلفين تقديم البيانات الأولية لدراستهم وينبغي أن يكونوا على استعداد لجعل البيانات متاحة للعامّة إذا كان قابلاً للتنفيذ. في أي حال ، يجب على المؤلفين ضمان وصول هذه البيانات إلى غيرهم من المهنيين المؤهلين لمدة عشر سنوات على الأقل بعد النشر (ويفضل أن يكون ذلك من خلال مستودع بيانات مؤسسي أو غيرها من مراكز البيانات)، بشرط حماية سرية المشاركين ولا تمنع الحقوق القانونية المتعلقة ببيانات الملكية من إصدارها ونشرها. <br><br><span class='text-primary fw-bold'>الأصالة ، الاقتباس وتوثيق المصادر: </span> يجب أن يقدم المؤلفون أعمالًا أصلية تمامًا فقط ، ويستشهدون أو يقتبسون بشكل مناسب أعمال و / أو كلمات الآخرين. ويجب أيضاً الاستشهاد بالمنشورات التي كان لها تأثير في تحديد مجال البحث المنفذ. <br><br><span class='text-primary fw-bold'>نشر متعدد أو متكرر أو متزامن: </span> بشكل عام ، لا ينبغي نشر الأبحاث التي تصف نفس البحث بشكل أساسي في أكثر من مجلة. تقديم ورقة واحدة إلى أكثر من مجلة يشكل سلوك نشر غير أخلاقي وغير مقبول. لا يمكن إرسال المخطوطات التي تم نشرها كمواد محمية بحقوق الطبع والنشر في مكان آخر. بالإضافة إلى ذلك ، لا ينبغي إعادة إرسال المخطوطات قيد التحكيم من قبل المجلة إلى المنشورات المحمية بحقوق النشر. ومع ذلك ، من خلال تقديم مخطوطة ، يحتفظ المؤلف (المؤلفون) بالحق في المواد المنشورة. في حالة النشر ، يسمحون باستخدام أعمالهم بموجب ترخيص CC-BY [http://creativecommons.org/licenses/by/3.0/] ، والذي يسمح للآخرين بنسخ العمل وتوزيعه ونقله وكذلك تبني العمل واستخدامه على الصعيد التجاري. <br><br><span class='text-primary fw-bold'>كتابة البحث: </span> يجب أن تقتصر كتابة البحث على أولئك الذين ساهموا بشكل كبير في تصور أو تصميم أو تنفيذ أو تفسير الدراسة التي تم إرسالها للنشر. يجب أن يتم سرد جميع الذين قدموا مساهمات كبيرة كمؤلفين مشاركين. يضمن المؤلف المعني بالمراسلة تضمين جميع المؤلفين المشاركين وليس أي أشخاص غير مشاركين في قائمة المؤلفين. ويجب أن يتحقق المؤلف المعني بالمراسلة أيضًا من موافقة جميع المؤلفين المشاركين على النسخة النهائية للورقة وعلى تقديمها للنشر. <br><br><span class='text-primary fw-bold'>التصريح وتضارب المصالح: </span> يجب أن يصرح جميع المؤلفين عن أي تضارب في المصالح المالية أو غيرها من المصالح التي يمكن تفسير تأثيرها على نتائج البحث. كما يجب الكشف عن جميع مصادر الدعم المالي للمشروع. <br><br><span class='text-primary fw-bold'>الأخطاء الأساسية في الأبحاث المنشورة: </span> عندما يكتشف المؤلف خطأً كبيراً أو عدم دقة في عمله المنشور ، يكون من واجب المؤلف إخطار رئيس تحرير المجلة أو الناشر على الفور والتعاون مع المحرر لسحب الورقة أو تصحيحها على شكل خطأ مطبعي. <br><br><span class='text-success fw-bold'>المراجع: </span>

source: Update Editorial Board
ar: تحديث هيئة التحرير

source: AUTHOR
ar: مؤلف

source: REVIEWER
ar: محكم

source: EDITOR
ar: محرر

source: PUBLISHER
ar: ناشر

source: E.mail2
ar: البريد الالكتروني2

source: Address
ar: العنوان

source: English Work Address
ar: مكان العمل (بالإنكليزية)

source: Phone2
ar: الهاتف2

source: English Certificate
ar: الدرجة العلمية (بالإنكليزية)

source: Specific Specialist
ar: الاختصاص الدقيق

source: Publications Count
ar: عدد المنشورات السابقة

source: Bio
ar: لمحة تعريفية

source: User Type
ar: نمط المستخدم

source: Created at
ar: تم الإنشاء منذ

source: Profiles
ar: الملف الشخصي

source: Set Reviewer
ar: تعيين محكم

source: Add or Update reviewer publication:
ar: إضافة أو تحديث منشورات المحكم

source: Your Manuscripts
ar: مقالاتك في هذه المجلة

source: Pre-Submitted
ar: المرسلة أولياً

source: Show All
ar: عرض الكل

source: Pre-Review
ar: المراجعة الأولية

source: Under-Review
ar: قيد المراجعة

source: Pre-Published
ar: قيد النشر

source: Published
ar: منشور

source: Recently Updated
ar: المعدل مؤخراً

source: All Authors
ar: جميع المؤلفين

source: Add new author
ar: إضافة مؤلف جديد

source: Journal Manuscripts
ar: مقالات المجلة

source: Create Profile
ar: إنشاء ملف تعريفي

source: Add New User
ar: إضافة مستخدم جديد

source: Personal Informations:
ar: المعلومات الشخصية:

source: Contact Informations
ar: معلومات الاتصال

source: Major Informations:
ar: الاختصاص

source: Name (English)
ar: الاسم (بالإنكليزية)

source: bio
ar: لمحة تعريفية

source: Contact Informations:
ar: معلومات الاتصال:

source: Email2
ar: البريد الالكتروني2

source: Address
ar: العنوان

source: Institution
ar: مكان العمل

source: Institution (English)
ar: مكان العمل (بالانكليزية)

source: Certificate (English)
ar: الدرجة العلمية (بالانكليزية)

source: Publications
ar: المنشورات السابقة

source: Reviews
ar: تحكيم المقالات

source: Profile Created at
ar: أُنشى الملف التعريفي منذ

source: Profile Updated at
ar: عُدل الملف التعريفي منذ

source: Search profiles
ar: بحث في حسابات المستخدمين

source: Reviewers Table
ar: جدول المحكمين

source: view
ar: عرض

source: edit
ar: تعديل

source: set reviewer
ar: تعيين محكم

source: Are you sure you want to delete this user (%(a)s) permanintly? <br> this action can't be undone!
ar: هل أنت متأكد من حذف المستخدم (%(a)s) نهائياً؟ لا يمكن التراجع عن هذه الخطوة!

source: Please Make Sure You Filter by the First Page!
ar: يرجى التأكد أنك في الصفحة رقم 1 قبل استخدام الفلترة!

source: Update Profile
ar: تحديث الملف التعريفي

source: Review Manuscripts
ar: مراجعة الأبحاث

source: Under Review
ar: قيد المراجعة

source: Last Updated
ar: آخر تحديث

source: Are you sure you want to delete this user (%(a)s) permanintly? <br> this action can't be undone!
ar: هل أنت متأكد من حذف المستخدم (%(a)s) نهائياً؟ لا يمكن التراجع عن هذه الخطوة!

source: Show Reviewer Publications
ar: عرض منشورات المحكم

source: All Reviewer Publications
ar: كل منشورات المحكم

source: User
ar: المستخدم

source: Are you sure you want to delete this publication (%(pub)s) permanintly? <br> this action can't be undone!
ar: هل أنت متأكد من حذف منشور المحكم(%(pub)s)نهائياً؟ لا يمكن التراجع عن هذه الخطوة!

source: Show Reviewer Table
ar: عرض جدول المحكمين

source: Search publications
ar: بحث في المنشورات

source: Reviewer Table
ar: جدول المحكمين

source: Are you sure you want to delete this publication (%(a)s) permanintly? <br> this action can't be undone!
ar: هل أنت متأكد من حذف المنشور(%(a)s) نهائياً؟ لا يمكن التراجع عن هذه الخطوة!

source: Approve this article after complying with suggested amendments and comments, without return.
ar: قبول هذا البحث للنشر بعد التقيد بالتعديلات والتعليقات المدرجة، دون عودة.

source: Reject this article and send it back to the author for the following reasons:
ar: رفض هذا البحث وإعادته للمؤلف للأسباب التالية:

source: Return the article to the author to make the required modifications, then return it to me again.
ar: إعادة البحث إلى المؤلف لإجراء التعديلات المطلوبة، ويعاد إلي مرة ثانية.

source: accept invitation
ar: قبول الدعوة

source: reject invitaion
ar: رفض الدعوة

source: Approval
ar: النتيجة

source: Invitation Expire on
ar: تنتهي الدعوة عند

source: Replay
ar: رد

source: Review Start on
ar: بدأت المراجعة في

source: Hello from %(site_name)s!
ar: مرحباً في %(site_name)s!

source: Best wishes from %(site_name)s %(site_domain)s
ar: أطيب التمنيات من %(site_name)s %(site_domain)s

source: Manuscript title
ar: عنوان البحث

source: Date submitted
ar: المرسل بتاريخ

source: The above manuscript has been submitted to the %(site_name)s. Given your expertise in this field, I am kindly asking if you would be willing to review this manuscript. It is the policy of the journal to ensure that the submission process is quick and efficient and, therefore, we schedule only 15 days for the reviewing process. If you agree to review this manuscript, we assume that you accept this condition and have the available time to complete the task within the stipulated time. It would greatly assist us if you could respond as soon as possible. Please click the link below and then agree or decline to review this manuscript. I do hope that the journal can take advantage of your expertise. Sincerely,
ar: إن البحث أعلاه من ضمن الأبحاث المقدمة للتحكيم في مجلة %(site_name)s. وبالنظر إلى خبرتك في هذا المجال أسألك إذا كنت ترغب في مراجعة هذا البحث. إن سياسة المجلة هي التأكد من أن عملية المراجعة سريعة وسرية، وبالتالي فإننا نقوم بجدولة 15 يوماً فقط لعملية المراجعة. إذا وافقت على مراجعة هذا البحث، فإننا نفترض أنك تقبل هذا الشرط ولديك الوقت المتاح لإكمال المهمة في الوقت المحدد. سيساعدنا كثيراً إذا استطعت الرد في أسرع وقت ممكن. الرجاء الضغط على الرابط أدناه ثم الموافقة أو الرفض لمراجعة هذا البحث. آمل أن تستفيد المجلة من خبرتك. كل التقدير،

source: ABSTRACT
ar: الملخص

source: Click the link and then agree or decline to review
ar: اضغط الرابط التالي للموافقة أو رفض تحكيم بحث

source: Agree or decline to review manuscript intitled
ar: قبول أو رفض تحكيم البحث المعنون

source: ACCEPT
ar: قبول

source: REJECT
ar: رفض

source: Invitation Email is sent
ar: تم إرسال الدعوة عبر البريد الالكتروني

source: Continue Revieweing this Manuscript
ar: متابعة مراجعة البحث

source: Here
ar: هنا

source: Review Guidelines
ar: تعليمات المراجعة

source: Review Form
ar: استمارة القييم

source: Decission
ar: القرار

source: <br><br><span class='text-success fw-bold'>Reviewers’ responsibilities</span> <br><br><span class='text-primary fw-bold'>Contribution to editorial decisions</span> The peer-reviewing process assists the editor and the editorial board in making editorial decisions and may also serve the author in improving the paper. <br><br><span class='text-primary fw-bold'>Promptness</span> Any selected referee who feels unqualified to review the research reported in a manuscript or knows that its prompt review will be impossible should notify the editor and withdraw from the review process. <br><br><span class='text-primary fw-bold'>Confidentiality</span> Any manuscripts received for review must be treated as confidential documents. They must not be disclosed to or discussed with others except as authorized by the editor. <br><br><span class='text-primary fw-bold'>Standards of objectivity</span> Reviews should be conducted objectively. Personal criticism of the author is inappropriate. Referees should express their views clearly with supporting arguments. <br><br><span class='text-primary fw-bold'>Acknowledgement of sources</span> Reviewers should identify cases in which relevant published work referred to in the paper has not been cited in the reference section. They should point out whether observations or arguments derived from other publications are accompanied by the respective source. Reviewers will notify the editor of any substantial similarity or overlap between the manuscript under consideration and any other published paper of which they have personal knowledge. <br><br><span class='text-primary fw-bold'>Disclosure and conflict of interest</span> Privileged information or ideas obtained through peer review must be kept confidential and not used for personal advantage. Reviewers should not consider manuscripts in which they have conflicts of interest resulting from competitive, وا, or other relationships or connections with any of the authors, companies, or institutions associated with the papers.
ar: <br><br><span class='text-success fw-bold'> مسؤوليات المحكم: </span> <br><br><span class='text-primary fw-bold'>المساهمة في دعم قرارات المحررين: </span> تساعد عملية التحكيم المحرر وهيئة التحرير في اتخاذ القرار حول البحث المقدم للنشر، وقد تخدم المؤلف أيضًا في تحسين البحث. <br><br><span class='text-primary fw-bold'>عاجل وفوري: </span> عندما يتيقن المحكم بأنه غير مؤهل لمراجعة البحث الذي تم إرساله من قبل المجلة، أو يعرف أن مراجعته السريعة للمخطوطة ستكون مستحيلة.يجب أن يخطر المحرر ويعتذر عن التحكيم بشكل فوري وعاجل. <br><br><span class='text-primary fw-bold'>السرية: </span> يجب التعامل مع أي مخطوطات يتم استلامها للمراجعة كوثائق سرية. يجب عدم الكشف عنها أو مناقشتها مع الآخرين باستثناء ما يصرح به المحرر. <br><br><span class='text-primary fw-bold'>معايير الموضوعية: </span> يجب إجراء المراجعات بموضوعية. النقد الشخصي للمؤلف لا يعتبر فعلاً لائقاً. ويجب على المحكمين التعبير عن وجهات نظرهم بوضوح مع الحجج الداعمة. <br><br><span class='text-primary fw-bold'>توثيق المصادر: </span> يجب على المحكمين تحديد الحالات التي لم يتم ذكر الأعمال المنشورة ذات الصلة المشار إليها في المخطوطة في قسم المراجع. وينبغي أن يشيروا إلى ما إذا كانت الملاحظات أو الحجج المستمدة من المنشورات الأخرى مصحوبة بالمصدر المعني. ويقوم المحكمون بإخطار المحرر بأي تشابه أو تداخل جوهري بين المخطوطة قيد الدراسة وأي ورقة منشورة أخرى لديهم معرفة شخصية بها. <br><br><span class='text-primary fw-bold'>التصريح وتضارب المصالح: </span> يجب الحفاظ على سرية المعلومات أو الأفكار التي تم الحصول عليها من خلال التحكيم وعدم استخدامها لتحقيق منفعة شخصية. لا ينبغي للمحكمين النظر في المخطوطات التي لديهم فيها تضارب في المصالح ناتج عن تنافس أو تعاون أو أي اتصال مع أحد مؤلفي المخطوطة أو الشركات أو المؤسسات ذات الصلة بالبحث.

source: Review Started on
ar: بدأت المراجعة منذ

source: Evaluation Form
ar: استمارة التقييم

source: please select score for each element
ar: يرجى اختيار علامة لكل سؤال

source: Form control
ar: عناصر التقييم

source: Score 1-5
ar: العلامة 1-5

source: Notes
ar: ملاحظات

source: أصالة البحث (حداثته) , Originality (significance of the subject)
ar: أصالة البحث (حداثته)
