Repository: RazanHL/Peer-review-system
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: Arabic
ar: العربية

source: English
ar: الإنكليزية

source: Home
ar: الرئيسية

source: Hi %(user)s!
ar: مرحباً %(user)s!

source: Profile
ar: الملف التعريفي

source: Logout
ar: تسجيل الخروج

source: Sign in
ar: تسجيل الدخول

source: Sign up
ar: حساب جديد

source: Mark All as Read
ar: تعيين الكل كمقروء

source: Search Articles
ar: بحث في المقالات

source: Search
ar: بحث

source: Your Role is:
ar: صلاحياتك في الموقع:

source: Dashboard
ar: لوحة التحكم

source: Edit my profile
ar: تعديل ملفي التعريفي

source: Manage Users
ar: إدارة المستخدمين

source: Published Articles
ar: المقالات المنشورة

source: Manage Articles
ar: إدارة المقالات

source: Filter Articles
ar: فلترة المقالات

source: Pre-Submitted Articles
ar: المقالات مرسلة أولياً

source: Pre-Review Articles
ar: المقالات قيد المراجعة الأولية

source: Under-Review Articles
ar: المقالات قيد المراجعة

source: Accepted Articles
ar: المقالات المقبولة

source: Pre-Publish Articles
ar: المقالات قيد النشر

source: Rejected Articles
ar: المقالات المرفوضة

source: Add Submission
ar: إضافة بحث جديد

source: Editorial Board
ar: هيئة التحرير

source: Publication Ethics
ar: أخلاقيات النشر

source: Guidelines
ar: تعليمات النشر

source: Copyright Form
ar: استمارة إيداع بحث

source: Contact Us
ar: اتصل بنا

source: Account Inactive
ar: الحساب غير مفعل

source: This account is inactive.
ar: هذا الحساب غير مفعل

source: E-mail Addresses
ar: عناوين البريد الالكتروني

source: The following e-mail addresses are associated with your account:
ar: إن عناوين البريد الالكتروني التالية مرتبطة بحسابك:

source: Verified
ar: تم التحقق

source: Unverified
ar: لم يتم التحقق

source: Primary
ar: أهمية قصوى

source: Make Primary
ar: تحديد الأهمية

source: Re-send Verification
ar: إعادة إرسال رمز التفعيل

source: Remove
ar: إزالة

source: Warning:
ar: تحذير

source: You currently do not have any e-mail address set up. You should really add an e-mail address so you can receive notifications, reset your password, etc.
ar: ليس لديك أية عناوين بريد الكتروني حالياً. يرجى إضافة عنوان بريدك الالكتروني لتتمكن من استلام الإشعارات، وإعادة تعيين كلمة المرور، إلخ

source: Add E-mail Address
ar: إضافة عنوان البريد الالكتروني

source: Add E-mail
ar: إضافة بريد الكتروني

source: Do you really want to remove the selected e-mail address?
ar: هل أنت متأكد من إزالة عناوين البريد الالكتروني المحددة؟

source: You are receiving this e-mail because you or someone else tried to signup for an account using e-mail address: %(email)s However, an account using that e-mail address already exists. In case you have forgotten about this, please use the password forgotten procedure to recover your account: %(password_reset_url)s
ar: تم إرسال هذا البريد الإلكتروني إليك بناءً على طلبك بإنشاء حساب في موقعنا باستخدام عنوان البريد الإلكتروني: %(email)s لكن تبين أن هذا العنوان يتبع لأحد الحسابات المسجلة في الموقع. في حال نسيت كلمة المرور ، يرجى استخدام إجراء نسيت كلمة المرور لاسترداد الحساب الخاص بك: %(password_reset_url)s

source: Account Already Exists
ar: الحساب موجود مسبقاً

source: Hello from %(site_name)s!
ar: مرحباً من %(site_name)s!

source: Thank you for using %(site_name)s! %(site_domain)s
ar: شكراً لاستخدامك %(site_name)s! %(site_domain)s

source: You're receiving this e-mail because user %(user_display)s has given your e-mail address to register an account on %(site_domain)s. To confirm this is correct, go to %(activate_url)s
ar: تم إرسال هذا البريد الالكتروني لأن المستخدم %(user_display)s قد استخدم عنوانك لتسجيل حساب في موقع %(site_domain)s. لتأكيد الاستخدام إذهب إلى %(activate_url)s

source: Please Confirm Your Sign Up
ar: يرجى تأكيد إنشاء حسابك

source: You're receiving this e-mail because you or someone else has requested a password for your user account. It can be safely ignored if you did not request a password reset. Click the link below to reset your password.
ar: تم إرسال هذا البريد الإلكتروني إليك بناءً على طلبك لإعادة تعيين كلمة مرور حسابك. إذا لم تكن أنت من طلب إعادة تعيين كلمة المرور فتجاهل هذه الرسالة. أو اضغط على الرابط التالي لإعادة التعيين.

source: In case you forgot, your username is %(username)s.
ar: في حال أنك نسيت، اسم المستخدم الخاص بك هو %(username)s.

source: Password Reset E-mail
ar: البريد الإلكتروني لتعديل كلمة المرور

source: You are receiving this e-mail because you or someone else has requested a password for your user account. However, we do not have any record of a user with email %(email)s in our database. This mail can be safely ignored if you did not request a password reset. If it was you, you can sign up for an account using the link below.
ar: تم إرسال هذا البريد الإلكتروني إليك بناءً على طلبك لإعادة تعيين كلمة مرور حسابك. لكننا لم نجد أي حساب مستخدم يحمل عنوان البريد الإلكتروني %(email)s في قواعد بياناتنا. إذا لم تكن أنت من طلب إعادة تعيين كلمة المرور فتجاهل هذه الرسالة. أو سجل حساب جديد عبر الرابط التالي.

source: Confirm E-mail Address
ar: تأكيد عنوان البريد الإلكتروني

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an e-mail address for user %(user_display)s.
ar: يرجى تأكيد أن <a href="mailto:%(email)s">%(email)s</a> هو عنوان بريد إلكتروني للمستخدم %(user_display)s.

source: Confirm
ar: تأكيد

source: This e-mail confirmation link expired or is invalid. Please <a href="%(email_url)s">issue a new e-mail confirmation request</a>.
ar: إن رابط تأكيد البريد اللأكتروني هذا منتهي الصلاحية أو غير فعال. يرجى <a href="%(email_url)s"> إعادة طلبرابط جديد </a>.

source: Sign In
ar: تسجيل الدخول

source: Don't have an account yet? Go to
ar: ليس لديك حساب بعد؟ أنشىء جديد

source: signup
ar: إنشاء حساب

source: Forgot Password?
ar: نسيت كلمة المرور؟

source: Sign Out
ar: تسجيل خروج

source: Are you sure you want to sign out?
ar: هل أنت متأكد من تسجيل الخروج؟

source: You cannot remove your primary e-mail address (%(email)s).
ar: لا يمكنك إزالة بريدك الإلكتروني الأساسي (%(email)s).

source: Confirmation e-mail sent to %(email)s.
ar: تم إرسال بريد إلكتروني تأكيدي إلى %(email)s.

source: You have confirmed %(email)s.
ar: تم تأكيد %(email)s.

source: Removed e-mail address %(email)s.
ar: تم إزالة عنوان البريد الإلكتروني %(email)s.

source: Successfully signed in as %(name)s.
ar: تم تسجيل دخولك بنجاح %(name)s.

source: You have signed out.
ar: تم تسجيل الخروج.

source: Password successfully changed.
ar: تم تغيير كلمة المرور بنجاح.

source: Password successfully set.
ar: تم تعيين كلمة المرور بنجاح.

source: Primary e-mail address set.
ar: تم تعيين عنوان البريد الإلكتروني الرئيسي.

source: Your primary e-mail address must be verified.
ar: يجب التحقق من عنوان بريدك الإلكتروني الرئيسي.

source: Change Password
ar: تغيير كلمة المرور

source: Password Reset
ar: إعادة تعيين كلمة المرور

source: Forgotten your password? Enter your e-mail address below, and we'll send you an e-mail allowing you to reset it.
ar: هل نسيت كلمة المرور؟ أدخل عنوان بريدك الإلكتروني في الأسفل، وسنرسل لك رسالة لإعادة تعيين كلمة المرور.

source: Reset My Password
ar: إعادة تعيين كلمة المرور

source: Please contact us if you have any trouble resetting your password.
ar: يرجى التواصل معنا في حال كان لديك أية مشكلة في إعادة تعيين كلمة المرور.

source: We have sent you an e-mail. If you have not received it please check your spam folder. Otherwise contact us if you do not receive it in a few minutes.
ar: لقد أرسلنا لك رسالة بريد إلكتروني. في حال لم تستلمها يرجى التأكد من صندوق الوارد غير الهام. وفي حال عدم استلامها خلال عدة دقائق، يرجى التواصل معنا

source: Bad Token
ar: رمز خاطئ

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
ar: إن رابط إعادة تعيين كلمة المرور غير صالح، ربما لأنه مستخدم سابقاً. يرجى طلب <a href="%(passwd_reset_url)s"> إعادة تعيين جديد</a>.

source: change password
ar: تغيير كلمة المرور

source: Your password is now changed.
ar: تم تغيير كلمة المرور

source: Set Password
ar: تعيين كلمة المرور

source: Signup
ar: إشتراك

source: Create Account
ar: إنشاء حساب جديد

source: Sign Up
ar: إشتراك

source: Already have an account? Then please <a href="%(login_url)s">sign in</a>.
ar: هل لديك حساب؟ يرجى <a href="%(login_url)s">تسجيل الدخول</a>.

source: Sign Up Closed
ar: الإشتراك مغلق

source: We are sorry, but the sign up is currently closed.
ar: عذراً، التسجيل مغلق حالياً.

source: Note
ar: ملاحظة

source: you are already logged in as %(user_display)s.
ar: تم تسجيل دخولك %(user_display)s.

source: Verify Your E-mail Address
ar: التحقق من عنوان البريد الإلكتروني

source: We have sent an e-mail to you for verification. Follow the link provided to finalize the signup process. If you do not see the verification e-mail in your main inbox, check your spam folder. Please contact us if you do not receive the verification e-mail within a few minutes.
ar: لقد أرسلنا إليك رسالة تحقق عبر البريد الإلكتروني. يرجى الضغط على الرابط المرسل لإنهاء عملية التسجيل. إذا لم تجد االرسالة الخاصة بالتحقق في صندوق الوارد الرئيسي الخاص بك، فتحقق من مجلد البريد العشوائي. يرجى الاتصال بنا إذا لم تتلق رسالة التحقق الإلكترونية في غضون بضع دقائق.

source: This part of the site requires us to verify that you are who you claim to be. For this purpose, we require that you verify ownership of your e-mail address.
ar: يتطلب الوصول إلى هذا الجزء من الموقع التحقق من هويتك. لهذا الغرض، نطلب منك تحقق من ملكية عنوان البريد الإلكتروني الخاص بك.

source: We have sent an e-mail to you for verification. Please click on the link inside that e-mail. If you do not see the verification e-mail in your main inbox, check your spam folder. Otherwise contact us if you do not receive it within a few minutes.
ar: لقد أرسلنا لك رسالة تحقق عبر البريد الإلكتروني. الرجاء الضغط على الرابط الموجود داخل هذه الرسالة. إذا لم تجد الرسالة الخاصة بالتحقق في صندوق الوارد الرئيسي الخاص بك ، فتحقق من مجلد البريد العشوائي. خلاف ذلك اتصل بنا إذا لم تستلمها في غضون بضع دقائق.

source: <strong>Note:</strong> you can still <a href="%(email_url)s">change your e-mail address</a>.
ar: <strong>ملاحظة:</strong> يمكنك <a href="%(email_url)s"تغيير عنوان بريدك الإلكتروني</a>.

source: Home Page
ar: الرئيسية

source: Welcome to Syrian Journal of Agricultural Research SJAR
ar: مرحباً في المجلة السورية للبحوث الزراعية SJAR

source: Goals and vision
ar: الأهداف والرؤية

source: The Syrian Journal of Agricultural Research, established in 2014, is a peer-reviewed scientific journal with six issues per year, issued by the General Commesion for Scientific Agricultural Research, Syrian Arab Republic.
ar: المجلة السورية للبحوث الزراعية، أنشأت في عام 2014، وهي مجلة علمية محكمة لها ستة إصدارات في السنة، تصدرها الهيئة العامة للبحوث العلمية الزراعية، الجمهورية العربية السورية.

source: The journal publishes scientific papers in all fields of agricultural sciences.
ar: تنشر المجلة بحوثاً علمية في جميع مجالات العلوم الزراعية

source: Crop Production
ar: المحاصيل الحقلية

source: Horticulture
ar: البستنة

source: Environmental Siences
ar: البيئة والحراج

source: Agriculture Biotechnology
ar: التقانات الحيوية

source: Agricultural Economics
ar: الإقتصاد الزراعي

source: Irrigation and Drainage
ar: الري والصرف

source: Food Technology
ar: تكنولوجيا الأغذية

source: Soil and Natural Resources
ar: التربة والموارد الطبيعية

source: Livestock Production
ar: الإنتاج الحيواني

source: Plant Protection
ar: وقاية النبات

source: Research published by the journal
ar: البحوث التي تنشرها المجلة

source: The journal welcomes the receipt of original research manuscripts that meet the scientific quality standards, whether it is a long research (8-12 pages), a short research (2-4 pages), or a short communication (one page).
ar: ترحب المجلة بتسلم مخطوطات بحوث أصيلة تحقق معايير الجودة العلمية، من بحوث طويلة (8-12 صفحة)، أو قصيرة (2-4 صفحات)، أو الاتصال القصير (صفحة واحدة).

source: Access to the journal
ar: الدخول الى المجلة

source: The Syrian Journal of Agricultural Research is freely available to all, and the full abstracts and articles published in the journal can be accessed easily and without any restrictions.
ar: المجلة السورية للبحوث الزراعية متاحة للجميع مجاناً ويمكن الوصول الى الملخصات والمقالات الكاملة المنشورة في المجلة بسهولة وبدون أي قيود.

source: Publication fees
ar: رسوم النشر في المجلة

source: Articles are peer-reviewed and published in the journal for free without any fees.
ar: يتم تحكيم المقالات ونشرها في المجلة مجاناً بدون أية رسوم.

source: Approve this article
ar: قبول هذه المقالة

source: this article need further revision after complying with required modifications
ar: تحتاج هذه المقالة المزيد من المراجعة بعد التقيد بالتعديلات المطلوبة

source: Reject this article and send it back to the author with your comment
ar: رفض هذا البحث وإعادته للمؤلف مع الملاحظات

source: Language
ar: اللغة

source: Country
ar: البلد

source: Scope
ar: الموضوع

source: Authors
ar: المؤلفين

source: Reviewers
ar: المحكمين

source: scope
ar: الموضوع

source: Received Date
ar: تاريخ الإستلام

source: Score
ar: العلامة

source: Current Status
ar: المرحلة الحالية

source: Volume
ar: المجلد

source: Issue
ar: العدد

source: Result
ar: النتيجة

source: Date of Editorial Decision
ar: تاريخ إصدار قرار التحرير

source: Arabic Title
ar: العنوان (عربي)

source: English Title
ar: العنوان (إنكليزي)

source: Arabic Abstract
ar: الملخص العربي

source: Arabic Keywords
ar: الكلمات المفتاحية (عربي)

source: English Abstract
ar: الملخص الإنكليزي

source: English Keyword
ar: الكلمات المفتاحية (إنكليزي)

source: Introduction
ar: نص المقالة

source: References
ar: المراجع

source: Manuscript File
ar: ملف البحث

source: Manuscript File without Authors
ar: ملف البحث دون أسماء المؤلفين

source: Copyright File
ar: ملف حقوق النشر

source: Revised PDF
ar: الملف النهائي PDF

source: From Page
ar: من الصفحة

source: To Page
ar: إلى الصفحة

source: Updated at
ar: آخر تحديث في

source: Notes to Author
ar: ملاحظات للمؤلفين

source: Number of Current Reviews
ar: عدد المراجعات الحالية

source: Abstract
ar: الملخص

source: E.mail
ar: البريد الالكتروني

source: order
ar: الترتيب

source: contact
ar: للتواصل

source: Accepted Manuscripts
ar: الأبحاث المقبولة

source: Accepted Manuscripts: Count
ar: الأبحاث المقبولة: عددها

source: Status
ar: الوضع الحالي

source: Current Stage
ar: المرحلة الحالية

source: Received at
ar: تم استلام البحث في

source: Time in Review
ar: البحث قيد المراجعة منذ

source: No Accepted Manuscripts Yet
ar: لا يوجد مقالات في مرحلة القبول بعد

source: Article Detailes
ar: تفاصيل المقالة

source: Full Manuscript
ar: المقالة كاملة

source: Manuscript without Author's names
ar: البحث دون أسماء المؤلفين

source: Copyrighting File
ar: ملف حقوق النشر

source: Go to Review Page
ar: مراجعة البحث

source: Edit Manuscript
ar: تعديل البحث

source: received at:
ar: تم الاستلام في

source: accepted at:
ar: تم القبول في

source: Article Files
ar: ملفات المقالة

source: Article Files:
ar: ملفات المقالة:

source: Save Changes
ar: حفظ

source: Reset
ar: إعادة تعيين

source: Add Manuscript
ar: إضافة بحث جديد

source: Add New Paper %(user)s
ar: أضف بحث جديد %(user)s

source: Article Informations:
ar: معلومات المقالة:

source: Details:
ar: التفاصيل:

source: Save
ar: حفظ

source: Journal Volumes
ar: مجلدات المجلة

source: Essue
ar: العدد

source: Manuscript Review
ar: مراجعة البحث

source: Manuscript details
ar: تفاصيل البحث

source: Pre Review
ar: مراجعة أولية

source: Assign Reviewers
ar: تعيين محكم

source: Decision
ar: القرار

source: Receipt Confirmation
ar: تأكيد الاستلام

source: Current stage
ar: المرحلة الحالية

source: Time in review
ar: البحث قيد المراجعة منذ

source: More Detailes
ar: تفاصيل إضافية

source: Date of editor decision
ar: تاريخ إصدار قرار التحرير

source: Last update
ar: آخر تحديث

source: edit manuscript
ar: تعديل البحث

source: delete manuscript
ar: حذف البحث

source: Next
ar: التالي

source: Plagiarism Check
ar: كشف الاستلال

source: Online free tool to check plagiarism rate of a Manuscript<br>
ar: أداة مجانية عبر الإنترنت للتحقق من معدل الاستلال في البحث

source: Scope Prediction
ar: التنبؤ بالموضوع

source: Classifier
ar: المصنف

source: Deep Learning Model to classifying a manuscript according to its topics<br> This model follows Multi-Label classification method, with means that it can predict the major and minor subject of each manuscript.<br> This model is specific to this journal, as it was trained to classify according to this journal's specific topics.
ar: نموذج التعلم العميق لتصنيف بحث حسب موضوعاته <br> يتبع هذا النموذج طريقة التصنيف Multi-Label ، مما يعني أنه يمكنه التنبؤ بالموضوع الرئيسي والثانوي لكل بحث. <br> هذا النموذج خاص بهذه المجلة حيث تم تدريبه على التصنيف حسب الموضوعات المحددة التي تنشر فيها هذه المجلة.

source: Set scope
ar: تعيين الموضوع

source: Scope Prediction Results
ar: نتائج التنبؤ بالموضوع

source: No results found
ar: لم يتم العثور على نتائج

source: Quality Evaluation
ar: التنبؤ بجودة البحث

source: Machine Learning tool to estimate the overall quality of a manuscript according to statistical features including:<br> References quality: Number of references, Latest, Oldest, Median reference .. <br> <u>Paper quality:</u> Number of (figures, tables, charts), English/Arabic ratio, Words count, sentences length .. and more.
ar: أداة التعلم الآلي لتقدير الجودة الإجمالية لبحث ما وفقاً للخصائص الإحصائية بما في ذلك: <br> جودة المراجع: عدد المراجع ، الأحدث ، الأقدم ، الوسيط .. <br> جودة النص: عدد (الأشكال ، الجداول ،الرسوم البيانية) ، نسبة اللغة الإنجليزية / العربية ، عدد الكلمات ، طول الجمل .. والمزيد.

source: Evaluate
ar: تقييم

source: Final Decision Prediction
ar: التنبؤ بالقرار النهائي

source: Machine Learning tool to predict the final decision to accept or reject a manuscript according to the results of text analysis<br> The complete text of the manuscript is passed through the analysis process of several steps to generate the final decision.
ar: أداة التعلم الآلي للتنبؤ بالقرار النهائي لقبول أو رفض بحث ما وفقاً لنتائج تحليل النص <br> يتم تحليل النص الكامل للبحث من خلال عدة خطوات للتوصل إلى القرار النهائي.

source: Predict
ar: تنبؤ

source: Back
ar: تراجع

source: Reviewers Recommender System
ar: نظام التوصية بالمحكمين

source: Provides top 10 reviewer recommendations (from the jurnal's current reviewers list) to review a manuscript, according to many-steps process. It includes text empedding using semantic methods, and calculating similarities between the manuscript and journal reviewer's previous publications.
ar: يقدم أفضل 10 توصيات بالمراجعين (من قائمة المراجعين الحاليين في المجلة) لمراجعة بحث ما، وذلك عبر عملية متعددة الخطوات. ويشمل تضمين النص باستخدام الأساليب الدلالية، وحساب نسب التشابه بين البحث والمنشورات السابقة لمراجعي المجلة.

source: Get Recommendations
ar: اقتراح

source: Additional Recommendations
ar: اقتراحات إضافية

source: Provides top 10 reviewer recommendations (of authors how have previously published in this journal in similar topics) to review a manuscript according to many-steps process, It includes text empedding using semantic methods, and calculating similarities between the manuscript and journal previous publications.
ar: يقدم أفضل 10 توصيات بالمراجعين (من ضمن المؤلفين الذين سبق لهم النشر في هذه المجلة في مواضيع مماثلة) لمراجعة بحث ما عبر عملية متعددة الخطوات، ويشمل تضمين النص باستخدام الأساليب الدلالية، وحساب نسب التشابه بين البحث والمنشورات السابقة في المجلة.

source: Get Extra Recommendations
ar: توصيات إضافية

source: Search Database
ar: البحث في قاعدة البيانات

source: Search for Reviewers
ar: بحث عن محكمين

source: Count
ar: مجموع

source: Name
ar: الاسم

source: Review history
ar: سجل المراجعات

source: Review Status
ar: حالة المراجعات

source: Actions
ar: العمليات

source: Invited
ar: دعوة

source: Invited at
ar: تمت الدعوة منذ

source: Invitation Expire at
ar: تنتهي الدعوة عند

source: Expired with no replay
ar: لا إجابة على الدعوة

source: Invitation Accepted
ar: تم قبول الدعوة

source: Invitation Rejected
ar: تم رفض الدعوة

source: Pending Response
ar: في انتظار الرد

source: Review Starts on
ar: بدأت المراجعة في

source: Review Ends on
ar: تنتهي المراجعة في

source: Late
ar: متأخر

source: Notes to Editor
ar: ملاحظات للمحرر

source: Review done
ar: إنتهت المراجعة

source: Invite
ar: دعوة

source: Remove from List
ar: إزالة من القائمة

source: Final Decision
ar: القرار النهائي

source: Notes to Authors
ar: ملاحظات للمؤلفين

source: Done Review
ar: إنتهت المراجعة

source: Last Update
ar: آخر تحديث

source: Review File
ar: ملف التقييم

source: Show Current Volume-Issue
ar: عرض العدد الحالي

source: Detailes
ar: التفاصيل

source: Show Detailes
ar: عرض التفاصيل

source: Author's Order
ar: ترتيب المؤلفين

source: Author
ar: المؤلفين

source: Order
ar: الترتيب

source: Contact
ar: للتواصل

source: Send Mail
ar: إرسال

source: OK
ar: تم

source: Confirm Deletion
ar: تأكيد الحذف

source: Close
ar: إغلاق

source: Are you sure you want to delete this manuscript permanintly? this action can't be undone!
ar: هل أنت متأكد من حذف هذا البحث نهائياً؟ لا يمكن التراجع عن هذه الخطوة!

source: delete permanently
ar: حذف نهائي

source: Update Article
ar: تحديث المقالة

source: Update Manuscript information:
ar: تحديث معلومات المقالة:

source: authors
ar: المؤلفين

source: Certificate
ar: الدرجة العلمية

source: Specialist
ar: الاختصاص

source: Email
ar: البريد الالكتروني

source: Add Authors
ar: إضافة مؤلفين

source: Add new
ar: إضافة جديد

source: Type
ar: النمط

source: Add Reviewers
ar: إضافة محكمين

source: Full text:
ar: النص الكامل

source: article list
ar: قائمة المقالات

source: Pending Articles
ar: المقالات قيد الانتظار

source: Created
ar: تم الإنشاء منذ

source: Accepted Articles for publishing
ar: المقالات المقبولة للنشر

source: Dear
ar: عزيزي

source: We are glad to inform you that your manuscript titled %(article_title)s Date submitted: %(received_at)s and assigned as %(id)s is approved to publish in the Syrian Journal of Agricultural Research (SJAR), and we will provide you with the publication document soon. You only have to format the research according to the attached template to prepare it for publication. Thank you very much for publishing in Syrian Journal of Agricultural Research (SJAR) and look forward to receiving the revised version soon. With my sincere regards and greetings of the editorial staff. Regards %(user)s --------------------------
ar: يسعدنا إخبارك أن بحثك المعنون %(article_title)s المرسل بتاريخ:%(received_at)s والمعين بالرقم: %(id)s قد قبل للنشر في المجلة السورية للبحوث الزراعية (SJAR)، وسنرسل لك وثيقة النشر قريباً. يرجى تنسيق البحث وفقاً للنموذج المرفق لتجهيزه للنشر. شكراً جزيلاً لنشركم في المجلة السورية للبحوث الزراعية (SJAR) ونتطلع إلى تلقي النسخة المعدلة قريباً. مع خالص تحياتي وتحيات هيئة التحرير. كل الاحترام %(user)s --------------------------
